Repository: yousuf360/urdu-mag
Catalog: Urdu Magazine/Resources/Resource.*.resx
Languages: ur

source: Action
ur: ایکشن

# ArticleDataDisplay
source: Article
ur: مضمون

# ArticleNameDisplay
source: Article Name
ur: مضمون کا نام

source: Call
ur: کال کریں

source: Call for Articles
ur: مضامین کے لئے درخواست

source: Change
ur: محفوظ کریں

source: Close
ur: بند کریں

# ConfirmPasswordDisplay
source: Confirm Password
ur: پاس ورڈ کی توثیق

# ConfirmPasswordError
source: Confirm password doesn't match, Type again!
ur: پاس ورڈ کی توثیق ناکام رہا ہے، پھر سے ٹائپ کریں!

source: Copy and Close
ur: کاپی کریں اور بند کریں

source: Create Article
ur: مضمون بنائیں

source: Date
ur: تاریخ

# EmailDisplay
source: Email
ur: ای میل

# EmailRequiredError
source: Please Enter Your Email
ur: ای میل درج کریں

# EmailValidError
source: Please enter a valid email address.
ur: برائے مہربانی قابل قبول ای میل ایڈریس لکھیں.

# ErrorDateField
source: The Field Issue Date must be a Date.
ur: .فیلڈ کو ایک تاریخ ہونا چاہیے

source: Invalid Number
ur: نمبر ۱ سے ٣ کے درمیان میں ہونا چاہئے

# IssueDateDisplay
source: Issue Date
ur: تاریخ اجراء

# IssueDisplay
source: Issue
ur: اجراء

# LogInButton
source: Log In
ur: لاگ ان

# LogInDisplay
source: Log In
ur: لاگ ان کریں

source: Magazine
ur: میگزین

# MagazineDisplay
source: Magazine Name
ur: میگزین کا نام

# MagazineNameAlreadyUsed
source: You already have used this name
ur: آپ پہلے ہی اس نام کو استعمال کرچکے ہیں

# NumberOfColumnsDisplay
source: Number of columns
ur: کالم کی تعداد

source: Number Of Submissions
ur: گذارشات کی تعداد

# PasswordDisplay
source: Password
ur: پاس ورڈ

# Required
source: Please fill the required field!
ur: براہ مہربانی، مطلوبہ فیلڈ بھرنے!

source: Save
ur: محفوظ کریں

source: Search
ur: تلاش کریں

source: Search for Magazines
ur: رسالے کے لئے تلاش کریں

source: See Details
ur: تفصیلات دیکھیں

# SelectDisplay
source: Select
ur: منتخب کریں

# SelectError
source: Please select an item from list
ur: براہ مہربانی فہرست میں سے ایک آئٹم منتخب کریں

source: Select Issue
ur: اجراء منتخب کریں

# SignUpButton
source: Sign Up
ur: سائن اپ

# SignUpDisplay
source: Sign Up
ur: سائن اپ کریں

source: Step 1
ur: مرحلہ نمبر ١

source: Step 2
ur: مرحلہ نمبر ٢

source: Step 3
ur: مرحلہ نمبر ٣

source: Stop Call
ur: سٹاپ کال

source: Submit
ur: جمع کرائیں

source: Submit Article
ur: مضمون جمع کرانے

# SubmittedArticlesListDisplay
source: Submitted articles list
ur: پیش مضامین کی فہرست

source: Type In Urdu
ur: اردو میں ٹائپ کریں

# WebSiteTitle
source: E-Magazine <em>...</em>
ur: ای میگزین

source: Already a member?
ur: پہلے سے ہی رکن؟

source: Choose Articles
ur: مضامین کا انتخاب کریں

# CompanyLink
source: Urdu Magazine By Code2Code
ur: کی طرف سے اردو میگزین Code2Code

source: Create an Account
ur: اکاؤنٹ بنائیں

source: Create New Issue
ur: اجراء بنائیں

source: Enter New Magazine
ur: نیا میگزین درج کریں

source: Help
ur: مدد

source: Log out
ur: لاگ آوٹ

source: New To Site?
ur: سائٹ پر نئے ہیں؟

# NoNotificationYet
source: No notifications yet
ur: کوئی نوٹیفکیشن نہیں

source: Profile
ur: پروفائل

source: Publish
ur: شائع کریں

source: Publish An Issue
ur: اجراء شائع کریں

source: Settings
ur: ترتیبات

source: Show All Articles
ur: تمام مضامین دکھائیں

source: Show All Issues
ur: تمام اجراء دکھائیں

source: Show All Magazines
ur: تمام میگزین دکھائیں

# TermsAndCondition
source: ©2016 All Rights Reserved. Gentelella Alela! is a Bootstrap 3 template. Privacy and Terms
ur: © 2016 تمام حقوق محفوظ ہیں. اردو میگزین. پرائیویسی اور شرائط

source: Urdu Magazine
ur: اردو میگزین

source: Your Articles
ur: آپ کے مضامین

source: Your Magazines
ur: آپ کے میگزین

source: Get Started
ur: اغاز کریں

source: Cannot upload this file. Try Again.
ur: یہ فائل اپ لوڈ نہیں کی جا سکتی. دوبارہ کوشش کریں.

# CategoryOfArticle
source: Article's Category
ur: مضمون کے زمرے

source: Finish
ur: آخیر کرنا

source: Next
ur: اگلا

source: Previous
ur: پچھلا

# EmailAlreadyExistsError
source: Email already exists. Please enter a different Email.
ur: ای میل پہلے سے موجود ہے. ایک مختلف ای میل درج کریں.

source: Login Failed with given Information.
ur: دی گئی معلومات ساتھ لاگ ان ناکام ہوگئی .

source: Issue's Cover
ur: اجراء کور

source: Magazine's Cover
ur: میگزین کور

source: No articles submitted for this issue yet
ur: کوئی مضامین نہیں جمع کرائے ابھی تک اس اجرا کیلئے

source: Published
ur: اشاعت شدہ

source: Unpublish
ur: اپرکاشت

source: Read Article
ur: مضمون پڑھیں

source: Articles Sumbission Date
ur: مضامین جمع کرانے کی تاریخ

source: Index
ur: فہرست

source: All Articles
ur: تمام مضامین

source: Delete
ur: حذف

source: Edit
ur: تصیح

source: Unpublished
ur: شائع نہیں

source: Edit Article
ur: آرٹیکل میں ترمیم کریں

# ArticleDeleteConfirmationMessage
source: Are you sure you want to delete this article!
ur: کیا آپ واقعی اس مضمون کو حذف کرنا چاہتے ہیں!

source: Confirmation
ur: توثیق

source: Writer
ur: مصنف

source: Full Name
ur: پورا نام

source: Comments
ur: تبصرے

source: Roman Urdu Typing
ur: رومن اردو ٹائپنگ

source: Ads
ur: اشتھارات

source: Choose Ads
ur: اشتھارات منتخب کریں

source: Upload Media
ur: اپ لوڈ میڈیا

source: File Name
ur: فائل کا نام

source: Select File
ur: فائل منتخب کریں

source: Rate
ur: ریٹ

source: Full Page
ur: مکمل صفحے کے

source: In Article
ur: مضمون میں

source: Your Profile
ur: آپ کی پروفائل

source: Current Password
ur: موجودہ پاس ورڈ

# NewPasswordDisplay
source: New Password
ur: نیا پاس ورڈ

source: Profile Picture
ur: پروفائل تصویر

source: Password Does Not Match
ur: پاس ورڈ میچ نہیں کرتا

source: Magazine's Categories
ur: میگزین کے زمرے

# AcceptedNotificationText
source: has accepted your article
ur: نے آپ کے مضمون کو قبول کیا ہے

# CallForArticleNotificationText
source: has requested for articles
ur: نے مضامین کے لئے درخواست کی ہے

# CommentedNotificationText
source: commented on your issue.
ur: نے آپ کے اجراء پر بھی تبصرہ کیا

# PublishNotificationText
source: has published the issue
ur: نے اجراء شائع کیا ہے

# SubmittedNotificationText
source: has submitted article for your issue
ur: نے آپ کے اجراء کے لئے مضمون پیش کر دیا ہے

source: April
ur: اپریل

source: August
ur: اگست

source: December
ur: دسمبر

source: February
ur: فروری

source: January
ur: جنوری

source: July
ur: جولائی

source: June
ur: جون

source: March
ur: مارچ

source: May
ur: مئی

source: November
ur: نومبر

source: October
ur: اکتوبر

source: September
ur: ستمبر
